Repository: HandyGram/HandyGram
Catalog: lib/l10n/intl_*.arb
Languages: be, it, pt, uk

source: Get Started
be: Пачаць
it: Iniziare
pt: Primeiros passos
uk: Почати роботу

# qrScanTitle
source: Scan to Login
be: Адскануйце для ўваходу
it: Scansiona per accedere
pt: Escaneie para iniciar sessão
uk: Сканувати для входу

source: Where to scan?
be: Дзе сканаваць?
it: Dove scansionare?
pt: Onde escanear?
uk: Де сканувати?

# qrInstruction
source: 1. Open Telegram on your phone 2. Go to Settings > Devices > Link Desktop Device 3. Scan this image to Log In
be: 1. Адкрыйце Telegram на сваім тэлефоне 2. Перайдзіце ў "Настройкі" > "Прылады" > "Прывязаць камп'ютар" 3. Адскануйце гэты малюнак, каб увайсці ў сістэму
it: 1. Apri Telegram sul tuo telefono 2. Vai in Impostazioni > Dispositivi > Collega Dispositivo Desktop 3. Scansiona questa immagine per accedere
pt: 1. Abra o Telegram no seu telefone 2. Vá para Configurações > Dispositivos > Conectar Desktop 3. Escaneie esta imagem para fazer login
uk: 1. Відкрийте Telegram на вашому телефоні 2. Перейдіть у налаштування > Пристрої > З'єднати з комп'ютером 3. Відскануйте це зображення щоб увійти

source: Password
be: Пароль
pt: Senha
uk: Пароль

source: Enter Password
be: Увядзіце пароль
it: Digita Password
pt: Insira a senha
uk: Введіть пароль

source: Incorrect password
be: Няправільны пароль
it: Password errata
pt: Senha incorreta
uk: Невірний пароль

# selectThemeTitle
source: Select Theme
be: Выбраць тэму
it: Seleziona tema
pt: Selecionar tema
uk: Виберіть тему

# selectShapeTitle
source: Select Watch Shape
be: Выберыце форму гадзін
it: Seleziona forma orologio
pt: Selecionar formato do relógio
uk: Виберіть форму годинника

# firstSettingsTitle
source: Some Settings
be: Некаторыя налады
it: Alcune Impostazioni
pt: Algumas configurações
uk: Деякі налаштування

# removeButton
source: Remove
be: Выдаліць
it: Rimuovi
pt: Excluir
uk: Прибрати

# doneButton
source: Done
be: Гатова
it: Fatto
pt: Concluído
uk: Готово

# createButton
source: Create
be: Зрабіць
it: Crea
pt: Criar
uk: Створити

# closeButton
source: Close
be: Закрыць
it: Chiudi
pt: Fechar
uk: Закрити

# nextButton
source: Next
be: Далей
it: Prossimo
pt: Próximo
uk: Далі

# proxySettingsTitle
source: Proxy Settings
be: Налады проксі
it: Impostazioni Proxy
pt: Configurações de Proxy
uk: Налаштування проксі

# proxySettingsButton
source: Proxy Settings
be: Налады проксі
it: Impostazioni Proxy
pt: Configurações de Proxy
uk: Налаштування проксі

# proxyConnectionDisconnected
source: Disconnected
be: Адключана
it: Disconnesso
pt: Desconectado
uk: Відключено

# proxyConnectionLastUsedDate
source: Last used: {date}
be: Апошні раз выкарыстоўваўся: {date}
it: Ultimo utilizzo: {date}
pt: Usado pela última vez: {date}
uk: Останнє використання: {date}

# connectionWaitingForNetwork
source: Waiting for network...
be: Чаканне сеткі...
it: In attesa della rete...
pt: Aguardando rede...
uk: Очікування мережі...

# connectionConnectingToProxy
source: Connecting to proxy...
be: Злучэнне з проксі-серверам...
it: Connessione al proxy...
pt: Conectando ao Proxy...
uk: Підключення до Проксі...

# connectionConnecting
source: Connecting...
be: Злучэнне...
it: Connessione...
pt: Conectando...
uk: Підключення...

# connectionUpdating
source: Updating...
it: Aggiornamento...
pt: Atualizando...

# connectionConnected
source: Connected
be: Падлучана
it: Connesso
pt: Conectado
uk: Підключено

# proxyAdd
source: Add proxy
be: Дадаць проксі
it: Aggiungi proxy
pt: Adicionar Proxy
uk: Додати проксі

# createProxy
source: New Proxy
be: Новы проксі
it: Nuovo Proxy
pt: Novo Proxy
uk: Новий проксі

source: Edit Proxy
be: Рэдагаваць проксі
it: Modifica Proxy
pt: Editar Proxy
uk: Редагувати проксі

source: Proxy server
be: Проксі-сервер
it: Server Proxy
pt: Servidor Proxy
uk: Проксі-сервер

source: Proxy port
be: Порт для проксі
it: Porta Proxy
pt: Porta do Proxy
uk: Порт проксі

source: Proxy type
be: Тып проксі
it: Tipo Proxy
pt: Tipo de Proxy
uk: Тип проксі

# proxyTypePickerTitle
source: Select Proxy Type
be: Выберыце тып проксі-сервера
it: Seleziona tipo di Proxy
pt: Selecionar tipo de Proxy
uk: Вибрати тип проксі

# proxyUser
source: Username
be: Імя карыстальніка
it: Nome utente
pt: Nome de usuário
uk: Ім'я користувача

# proxyPassword
source: Password
be: Пароль
pt: Senha
uk: Пароль

# proxySecret
source: Secret
be: Сакрэт
it: Segreto
pt: Chave
uk: Секрет

# proxyInsecure
source: Insecure
be: Небяспечны
it: Non sicuro
pt: Inseguro
uk: Ненадійний

# notificationSingleTitleCall
source: Call
be: Выклік
it: Chiamata
pt: Ligar
uk: Дзвінок

# notificationSingleTitleScheduledMessage
source: Scheduled message
be: Запланаванае паведамленне
it: Messaggio programmato
pt: Mensagem agendada
uk: Запл. меседж

# notificationSingleTitleNewSecretChat
source: Secret chat
be: Сакрэтны чат
it: Chat segreta
pt: Chat secreto
uk: Скритий чат

# notificationTextCall
source: {name} is calling you...
be: Табе тэлефануе {name}...
it: {name} ti sta chiamando...
pt: {name} está te ligando...
uk: {name} дзвонить вам...

# notificationTextSecretChat
source: {name} has just created a secret chat with you!
be: {name} толькі што стварыў з вамі сакрэтны чат!
it: {name} ha appena creato una chat segreta con te!
pt: {name} acabou de criar um chat secreto com você!
uk: {name} створив скритий чат з вами!

source: Audio
be: Аўдыё
pt: Áudio
uk: Звук

source: Group was created
be: Група была створана
it: Il gruppo è stato creato
pt: Grupo foi criado
uk: Групу створено

# botWriteAccessAllowed
source: Bot has been allowed to write messages
be: Боту было дазволена пісаць паведамленні
it: Il bot ha il permesso di scrivere messaggi
pt: O bot tem permissão para escrever mensagens
uk: Боту було дозволено розмовляти

# callWithTime
source: Call ({time})
be: Выклік ({time})
it: Chiamata ({time})
pt: Chamada ({time})
uk: Виклик ({time})

# videoCallWithTime
source: Video call ({time})
be: Відэазванок ({time})
it: Videochiamata ({time})
pt: Chamada de vídeo ({time})
uk: Відеодзвінок ({time})

# chatMembersWereAdded
source: {user} and others were added
be: Былі дададзеныя {user} і іншыя
it: {user} e altri sono stati aggiunti
pt: {user} e outros foram adicionados
uk: {user} та інші були додані

# youHaveBoostedChat
source: You've boosted chat
be: Вы павысілі ўзровень зносін у чаце
it: Hai potenziato la chat
pt: Você impulsionou o chat
uk: Ви забустили чат

source: Avatar was changed
be: Аватар быў зменены
it: L'avatar è stato cambiato
pt: A foto de perfil foi alterada
uk: Аватар був змінений

source: Avatar was deleted
be: Аватар быў выдалены
it: L'avatar è stato eliminato
pt: A foto de perfil foi deletada
uk: Аватар був видалений

source: Title was changed
be: Назва была зменена
it: Il titolo è cambiato
pt: Título foi alterado
uk: Заголовок було змінено

source: {user} has left
be: {user} выйшаў
it: {user} ha abbandonato
pt: {user} saiu
uk: {user} вийшов

source: Someone joined via link
be: Хтосьці далучыўся па спасылцы
it: Qualcuno si è unito tramite link
pt: Alguém entrou via link
uk: Хтось приєднався за посиланням

# someoneJoinedByRequest
source: Someone was approved to join
be: Камусьці было дазволена далучыцца
it: Qualcuno è stato approvato per entrare
pt: Alguém foi aprovado para entrar
uk: Хтось був схвалений для приєднання

# bgWasChanged
source: Background was changed
be: Фон быў зменены
it: Lo sfondo è stato modificato
pt: O plano de fundo foi alterado
uk: Фон змінено

# messageTtlChanged
source: Auto-delete timer was changed
be: Зменены таймер аўтаматычнага выдалення
it: Timer di eliminazione automatica modificato
pt: O timer de exclusão automática foi alterado
uk: Таймер авто-видалення змінено

source: Chat was shared
it: La chat è stata condivisa
pt: O chat foi compartilhado
uk: Чат було поширено

source: Upgraded to supergroup
it: Aggiornato a supergruppo
pt: Atualizado para o supergrupo
uk: Підвищено до супергрупи

source: has joined Telegram!
it: è ora su Telegram!
pt: entrou no Telegram!
uk: приєднався до Telegram!

source: Document
it: Documento
pt: Documento
uk: Документ

source: Expired photo
it: Foto scaduta
pt: Foto expirada
uk: Застаріле фото

source: Expired video
it: Video scaduto
pt: Vídeo expirado
uk: Застаріле відео

# expiredVoiceNote
source: Expired voice message
it: Messaggio vocale scaduto
pt: Mensagem de voz expirada
uk: Застаріле голосове повідомлення

# expiredVideoNote
source: Expired video message
it: Messaggio video scaduto
pt: Mensagem de vídeo expirada
uk: Застаріле відеоповідомлення

# newForumTopic
source: New "{name}" topic
it: Nuovo argomento "{name}"
pt: Novo tópico "{name}"
uk: Нова гілка "{name}"

# editedForumTopic
source: Edited "{name}" topic
it: Modificato l'argomento "{name}"
pt: Tópico editado "{name}"
uk: Змінено гілку "{name}"

source: Topic was closed
it: Argomento chiuso
pt: O tópico foi fechado
uk: Гілку закрито

source: Topic was opened
it: Argomento aperto
pt: O tópico foi aberto
uk: Гілку відкрито

source: Topic was hidden
it: Argomento nascosto
pt: O tópico foi oculto
uk: Гілку приховано

source: Topic was shown
it: Argomento mostrato
pt: O tópico foi exibido
uk: Гілку показано

# scoredSomeScoreInGame
source: Scored {score} in game
it: Punteggio {score} nella partita
pt: Fez {score} pontos no jogo
uk: Набрано {score} у грі

# premiumWithMonthsCount
source: Premium ({count} {count, plural, one{month} other{months}})
it: Premium ({count} {count, plural, one{mese} other{mesi}})
pt: Premium ({count} {count, plural, one{mês} other{meses}})

source: Video chat invitation
it: Invito alla chat video
pt: Convite de chat de vídeo
uk: Запрошення на відеочат

source: Location
it: Posizione
pt: Local
uk: Місцезнаходження

# paymentSuccessful
source: Payment was successful
it: Il pagamento è avvenuto con successo
pt: O pagamento foi bem sucedido
uk: Оплата пройшла успішно

source: Photo
it: Foto
pt: Foto
uk: Фото

source: Video
pt: Vídeo
uk: Відео

# voiceNoteWithTime
source: Voice note ({time})
it: Nota vocale ({time})
pt: Mensagem de voz ({time})

# videoNoteWithTime
source: Video note ({time})
it: Nota video ({time})
pt: Mensagem de vídeo ({time})

# videoChatWithTime
source: Video chat ({time})
it: Chat video ({time})
pt: Chat de vídeo ({time})
uk: Відео чат ({time})

source: Message was pinned
it: Il messaggio è stato fissato
pt: Mensagem fixada
uk: Повідомлення закріплено

source: Poll
it: Sondaggio
pt: Enquete
uk: Опитування

source: Premium gift code
it: Codice regalo Premium
pt: Código de presente do Premium

source: Giveaway
pt: Sorteio

source: Giveaway winners
it: Vincitori del Giveaway
pt: Ganhadores do sorteio

source: Giveaway finished
it: Giveaway terminato
pt: Sorteio terminado

source: Proximity alert
it: Avviso di prossimità
pt: Alerta de proximidade

source: Screenshot was taken
it: Schermata catturata
pt: Captura de tela feita

source: Suggested avatar
it: Avatar suggerito
pt: Foto de perfil sugerida

source: Unsupported
it: Non supportato
pt: Não suportado

source: Shared users
it: Utenti condivisi
pt: Usuários compartilhados

source: New video chat
it: Nuova chat video
pt: Nova chamada de vídeo

source: Scheduled video chat
it: Chat video programmata
pt: Chamada de vídeo programada

# changedTheme
source: Change theme
it: Cambia tema
pt: Alterar tema

source: You
it: Tu
pt: Você

# draftPrefix
source: Draft:
it: Bozza:
pt: Rascunho:

# chatListHeaderMain
source: All chats
it: Tutte le chat
pt: Todos os chats

# chatListHeaderArchive
source: Archive
it: Archivio
pt: Arquivo

# chatListHeaderFolder
source: Folder
it: Cartella
pt: Pasta

source: Error
it: Errore
pt: Erro

# secondsCountPlural
source: {count, plural, one{second} other{seconds}}
it: {count, plural, one{secondo} other{secondi}}
pt: {count, plural, one{segundo} other{segundos}}

# contactPrefix
source: Contact: {name}
it: Contatto: {name}
pt: Contato: {name}

# audioPrefix
source: Audio: {title}
pt: Áudio: {title}

# videoPrefix
source: [Video] {caption}
pt: [Vídeo] {caption}

# photoPrefix
source: [Photo] {caption}
it: [Foto] {caption}
pt: [Foto] {caption}

# documentPrefix
source: [Document] {caption}
it: [Documento] {caption}
pt: [Documento] {caption}

# pollPrefix
source: [Poll] {caption}
it: [Sondaggio] {caption}
pt: [Enquete] {caption}

source: Contact
it: Contatto
pt: Contato

source: Invoice
it: Fattura
pt: Fatura

source: Voice note
it: Nota vocale
pt: Mensagem de voz

source: Video note
it: Nota video
pt: Mensagem de vídeo

source: Hidden content
it: Contenuto nascosto
pt: Conteúdo oculto

# forwardedMessagesPlural
source: {count} forwarded {count, plural, one{message} other{messages}}
it: {count} {count, plural, one{messaggio inoltrato} other{messaggi inoltrati}}
pt: {count} {count, plural, one{mensagem} other{mensagens}} encaminhada(s)

source: Album
pt: Álbum

source: Calls
it: Chiamate
pt: Chamadas

source: Messages
it: Messaggi
pt: Mensagens

source: Secret chats
it: Chat segrete
pt: Chats secretos

# notificationNewSecretChat
source: New secret chat has been created
it: Nuova chat segreta creata
pt: Novo chat secreto foi criado

# notificationMentions
source: {count} unread {count, plural, one{mention} other{mentions}}
it: {count} {count, plural, one{menzione non letta} other{menzioni non lette}}
pt: {count} {count, plural, one{menção} other{menções}} não lida(s)

# notificationMessages
source: {count} unread {count, plural, one{message} other{messages}}
it: {count} {count, plural, one{messaggio non letto} other{messaggi non letti}}
pt: {count} {count, plural, one{mensagem} other{mensagens}} não lida(s)

# notificationCalls
source: {count} incoming {count, plural, one{call} other{calls}}
it: {count} {count, plural, one{chiamata} other{chiamate}} in arrivo
pt: {count} {count, plural, one{chamada} other{chamadas}} recebida(s)

# notificationsChannelOther
source: Other
it: Altro
pt: Outro

# notificationsChannelOtherDesc
source: All notifications which do not contain messages or mentions
it: Tutte le notifiche che non contengono messaggi o menzioni
pt: Todas as notificações que não contem mensagens ou menções

# notificationsChannelMentions
source: Mentions
it: Menzioni
pt: Menções

# notificationsChannelMentionsDesc
source: All your mentions from group chats
it: Tutte le tue menzioni dalle chat di gruppo
pt: Todas as suas menções em chats de grupo

# notificationsChannelMessages
source: Messages
it: Messaggi
pt: Mensagens

# notificationsChannelMessagesDesc
source: All new messages in chats where you've enabled notifications (both group and personal ones)
it: Tutti i nuovi messaggi nelle chat in cui hai abilitato le notifiche (sia di gruppo che personali)
pt: Todas as novas mensagens nos chats com notificações ativadas (de chats de grupos e pessoais)

# notificationsChannelChannels
source: Channels
it: Canali
pt: Canais

# notificationsChannelGroups
source: Groups
it: Gruppi
pt: Grupos

# notificationsChannelPrivateChats
source: Private chats
it: Chat private
pt: Chats privados

# templateTitleSavedMessages
source: Saved Messages
it: Messaggi salvati
pt: Mensagens Salvas

# templateTitleRepliesBot
source: Replies
it: Risposte
pt: Respostas

# messageContentUnsupported
source: Unsupported message type:
it: Tipo messaggio non supportato:
pt: Tipo de mensagem não suportada:

# chatBlocLoadingError
source: Failed to load chat: {error}
it: Impossibile caricare la chat: {error}
pt: Erro ao carregar conversa: {error}

# chatViewMessageNotFoundError
source: Message {id} was not found
it: Messaggio {id} non trovato
pt: A mensagem {id} não foi encontrada

source: Loading message...
it: Caricamento messaggio...
pt: Carregando mensagem...

source: Someone
it: Qualcuno
pt: Alguém

source: Something
it: Qualcosa
pt: Algo

source: Accounts
it: Account
pt: Contas

source: Add account
it: Aggiungi account
pt: Adicionar conta

source: Log out
it: Esci
pt: Sair

# colorScheme
source: Appearance
it: Aspetto
pt: Aparência

# watchShape
source: Watch screen shape
it: Forma schermo orologio
pt: Formato de tela

# uiScale
source: Inteface scale
it: Scala interfaccia
pt: Escala da interface

source: Login
be: Аўтарызавацца
it: Accedi
uk: Вхід

# stickerPlainTexted
source: {emoji} Sticker
it: Adesivo {emoji}

source: Story
it: Storia

# storyWithDuration
source: Story ({time})
it: Storia ({time})

source: Interface
it: Interfaccia

# proxySettingsMainToggle
source: Proxy
be: Проксі
uk: Проксі

source: GIF
be: Анімацыя
